"""Texts for bot answers."""

greet = (
    'Добрый день! Этот бот позволяем вам взаимодействовать с нейросетями '
    'для поиска информации, генерации текстов или других целей. '
    'На данный момент единственная доступная модель -- Giga Chat.\n\n'
    'Отправьте любое сообщение в чат, чтобы бот обратился к Giga Chat '
    'и подготовил ответ.'
)
help = (
    'Этот бот позволяем вам взаимодействовать '
    'с нейросетями для генерации идей и текстов, '
    'поиска информации или ведения беседы. '
    'На данный момент единственная доступная модель -- Giga Chat.\n\n'
    'Отправьте любое сообщение в чат, чтобы бот обратился к Giga Chat '
    'и подготовил ответ.'
)
